[
    {
      "company": "NVDA",
      "details": "The COVID-19 pandemic has affected and could continue to have a material adverse impact on our financial condition and results of operations. The COVID-19 pandemic has impacted and may continue to impact our workforce and operations and those of our customers, partners, vendors and suppliers. COVID-19-related disruptions have created and may continue to create supply chain and logistics constraints, and COVID-19 containment around the world has put restrictions on, among other areas,"
    },
    {
      "company": "NVDA",
      "details": "may continue if lockdowns return. COVID-19 has also resulted in, and may continue to result in, disruption of and volatility in global financial markets, which could impact overall technology spending or negatively affect our stock price and liquidity. All of these factors have had or could in the future have a material negative impact on our business. We modified our business and workforce practices in response to COVID-19, including with respect to flexible work and social distancing measures,"
    },
    {
      "company": "AAPL",
      "details": "restrictions on travel and business operations, temporary closures of businesses, and quarantine and shelter-in- place orders. The COVID-19 pandemic has at times significantly curtailed global economic activity and caused significant volatility and disruption in global financial markets. The COVID-19 pandemic and the measures taken by many countries in response have adversely affected and could in the future materially adversely impact the Company's business, results of operations, financial"
    },
    {
      "company": "AAPL",
      "details": "COVID-19 The COVID-19 pandemic has had, and continues to have, a significant impact around the world, prompting governments and businesses to take unprecedented measures, such as restrictions on travel and business operations, temporary closures of businesses, and quarantine and shelter-in-place orders. The COVID-19 pandemic has at times significantly curtailed global economic activity and caused significant volatility and disruption in global financial markets. The COVID-19 pandemic and the"
    },
    {
      "company": "AAPL",
      "details": "significant volatility and disruption in global financial markets. The COVID-19 pandemic and the measures taken by many countries in response have affected and could in the future materially impact the Company's business, results of operations and financial condition. Certain of the Company's outsourcing partners, component suppliers and logistical service providers have experienced disruptions during the COVID-19 pandemic, resulting in supply shortages. Similar disruptions could occur in the"
    },
    {
      "company": "NVDA",
      "details": "as the pandemic resurfaces, such as lockdown measures due to COVID-19 containment efforts in China. During fiscal year 2023, end customer sales for our products in China have been negatively impacted by lockdowns and this impact may continue if lockdowns return. COVID-19-related disruptions have created and may continue to create supply chain and logistics constraints. Challenges in estimating demand could become more pronounced or volatile in the future on both a global and regional basis."
    },
    {
      "company": "AAPL",
      "details": "price. The Company's business, results of operations, financial condition and stock price have been adversely affected and could in the future be materially adversely affected by the COVID-19 pandemic. COVID-19 has had, and continues to have, a significant impact around the world, prompting governments and businesses to take unprecedented measures in response. Such measures have included restrictions on travel and business operations, temporary closures of businesses, and quarantine and"
    },
    {
      "company": "MRK",
      "details": "or any future pandemic, epidemic or similar public health threat will adversely impact its business, operations, financial performance, results of operations, and financial condition. The Company's business and financial results have been negatively impacted by COVID-19-related disruptions since the start of the pandemic. Merck believes that global health systems and patients have largely adapted to the impacts of COVID-19, however, a substantial portion of Merck's Pharmaceutical segment revenue"
    },
    {
      "company": "JNJ",
      "details": "impact the Company's future operations will depend on many factors which cannot be predicted with confidence, including the duration of an outbreak and impact of variants. A surge in COVID-19 or other health crises could result in the imposition of new mandates and prolonged restrictive measures implemented in order to control the spread of disease. The global spread of COVID-19 or other health crises could adversely impact the Company's operations, including, among other things, our"
    },
    {
      "company": "JNJ",
      "details": "are subject to risks associated with global health crises, epidemics, pandemics and other outbreaks (such incident(s), a health crisis or health crises), including the global outbreak of coronavirus and its variants (COVID-19). The COVID-19 pandemic has adversely impacted, and may continue to adversely impact, certain aspects of the Company's business, results of operations and financial condition, including lower sales and reduced customer demand and usage of certain of our products. The"
    },
    {
      "company": "NVDA",
      "details": "constraints, and COVID-19 containment around the world has put restrictions on, among other areas, manufacturing facilities, commerce, and support operations. Restrictions may be imposed or reinstated as the pandemic resurfaces, such as lockdown measures due to COVID-19 containment efforts in China. End customer sales for our products in China have been negatively impacted by lockdowns and this impact may continue if lockdowns return. COVID-19 has also resulted in, and may continue to result in,"
    },
    {
      "company": "NVDA",
      "details": "in response to COVID-19, including with respect to flexible work and social distancing measures, and we may take further actions as required by government regulations or in the best interests of our employees, customers, partners and suppliers. These and other measures have caused and may in the future cause us to incur incremental expenses and costs. The extent of the impact of the COVID-19 pandemic on our operational and financial performance and our ability to timely execute our business"
    },
    {
      "company": "AAPL",
      "details": "economy and demand for consumer products and services. Additional future impacts on the Company may include material adverse effects on demand for the Company's products and services, the Company's supply chain and sales and distribution channels, the Company's ability to execute its strategic plans, and the Company's profitability and cost structure. To the extent the COVID-19 pandemic adversely affects the Company's business, results of operations, financial condition and stock price, it may"
    },
    {
      "company": "MRK",
      "details": "the market that negatively impact product cash flows, the Company may recognize material non- cash impairment charges with respect to the value of those products. 29 * * * Table of Contents COVID-19-related disruptions have had an adverse impact on the Company's business, operations and financial performance. The Company is unable to predict the full extent to which the COVID-19 pandemic or any future pandemic, epidemic or similar public health threat will adversely impact its business,"
    },
    {
      "company": "AAPL",
      "details": "and harm to the Company's reputation. Major public health issues, including pandemics such as the COVID-19 pandemic, have adversely affected, and could in the future materially adversely affect, the Company due to their impact on the global economy and demand for consumer products; the imposition of protective public safety measures, such as stringent employee travel restrictions and limitations on freight services and the movement of products between regions; and disruptions in the Company's"
    },
    {
      "company": "NVDA",
      "details": "•Modification or interruption of our business processes and information systems may disrupt our business, processes and internal controls. •The COVID-19 pandemic has affected and could continue to have a material adverse impact on our financial condition and results of operations. •Our operating results have in the past fluctuated and may in the future fluctuate, and if our operating results are below the expectations of securities analysts or investors, our stock price could decline. Risks"
    },
    {
      "company": "JNJ",
      "details": "including lower sales and reduced customer demand and usage of certain of our products. The continued spread of COVID-19 or other health crises may cause the Company to modify its business practices, and take further actions as may be required by government authorities or as the Company determines are in the best interests of our patients, customers, employees and business partners. While the Company has robust business continuity plans in place across our global supply chain network to help"
    },
    {
      "company": "MRK",
      "details": "to Medicare, Medicaid and health care reform, pharmaceutical reimbursement and pricing in general. •The impact of the global COVID-19 pandemic and any future pandemic, epidemic, or similar public health threat, on the Company's business, operations, financial performance and prospects. •Changes in government laws and regulations, including laws governing intellectual property, and the enforcement thereof affecting the Company's business. •Efficacy or safety concerns with respect to marketed"
    },
    {
      "company": "MRK",
      "details": "to the impacts of COVID-19, however, a substantial portion of Merck's Pharmaceutical segment revenue is comprised of physician-administered products which could be adversely affected by the pandemic if it continues. The continued duration and severity of the COVID-19 pandemic is uncertain and difficult to predict. The degree to which COVID-19-related disruptions impact the Company's results in 2023 will depend on future developments, beyond the Company's knowledge or control, including"
    },
    {
      "company": "JNJ",
      "details": "Company has robust business continuity plans in place across our global supply chain network to help mitigate the impact of health crises, these efforts may not completely prevent our business from being adversely affected and future impacts remain uncertain. While the U.S. and other countries have substantially reopened their economies, the extent to which COVID-19, or other health crises, could impact the Company's future operations will depend on many factors which cannot be predicted with"
    },
    {
      "company": "AAPL",
      "details": "and financial performance remains uncertain and will depend on many factors outside the Company's control, including the timing, extent, trajectory and duration of the pandemic, the emergence of new variants, the development, availability, distribution and effectiveness of vaccines and treatments, the imposition of protective public safety measures, and the impact of the pandemic on the global economy and demand for consumer products and services. Additional future impacts on the Company may"
    },
    {
      "company": "AAPL",
      "details": "in the future materially adversely impact the Company's business, results of operations, financial condition and stock price. During the course of the pandemic, certain of the Company's component suppliers and manufacturing and logistical service providers have experienced disruptions, resulting in supply shortages that affected sales worldwide, and similar disruptions could occur in the future. Public safety measures can also adversely impact consumer demand for the Company's products and"
    },
    {
      "company": "PEP",
      "details": "in Ukraine, the novel coronavirus (COVID-19) pandemic, the inflationary cost environment, adverse weather conditions, supply chain disruptions and labor shortages, which has continued into fiscal 2023. See Note 9 to our consolidated financial statements for further information on how we manage our exposure to commodity prices. We also maintain voluntary supply chain finance agreements with several participating global financial institutions, pursuant to which our suppliers, at their sole"
    },
    {
      "company": "JNJ",
      "details": "and legal systems; •The impact of global public health crises and pandemics, including the novel coronavirus (COVID-19) pandemic; * * * •Changes to global climate, extreme weather and natural disasters that could affect demand for the Company's products and services, cause disruptions in manufacturing and distribution networks, alter the availability of goods and services within the supply chain, and affect the overall design and integrity of the Company's products and operations; and •The"
    },
    {
      "company": "AAPL",
      "details": "Public safety measures can also adversely impact consumer demand for the Company's products and services in affected areas. Apple Inc. | 2022 Form 10-K | 5 * * * The Company continues to monitor the situation and take appropriate actions in accordance with the recommendations and requirements of relevant authorities. The extent to which the COVID-19 pandemic may impact the Company's operational and financial performance remains uncertain and will depend on many factors outside the Company's"
    },
    {
      "company": "NVDA",
      "details": "pandemic on our operational and financial performance and our ability to timely execute our business strategies may continue to be difficult to measure and predict. The impact of COVID-19 can also exacerbate other risks discussed in these risk factors. Our operating results have in the past fluctuated and may in the future fluctuate, and if our operating results are below the expectations of securities analysts or investors, our stock price could decline. Our operating results have in the past"
    },
    {
      "company": "PEP",
      "details": "savings and a 3-percentage-point favorable impact of lower charges taken as a result of the COVID-19 pandemic. These impacts were partially offset by certain operating cost increases, a 41-percentage-point impact of higher commodity costs, primarily cooking oil, packaging materials and grains, and higher advertising and marketing expenses. Additionally, impairment and other charges associated with the sale of certain non-strategic brands reduced operating profit growth by 4.5 percentage points"
    },
    {
      "company": "MRK",
      "details": "operating results. 24 * * * Table of Contents •The Company faces intense competition from lower cost generic products. •The Company faces intense competition from competitors' products. •COVID-19-related disruptions have had an adverse impact on the Company's business, operations and financial performance. The Company is unable to predict the full extent to which the COVID-19 pandemic or any future pandemic, epidemic or similar public health threat will adversely impact its business, operations,"
    },
    {
      "company": "JNJ",
      "details": "health crises could adversely impact the Company's operations, including, among other things, our manufacturing operations, supply chain, third-party suppliers, sales and marketing, and clinical trial operations. Any of these factors could adversely affect the Company's business, financial results, and global economic conditions generally. We also face uncertainties related to our vaccine development programs, including uncertainties related to the risk that our continued development programs"
    },
    {
      "company": "NVDA",
      "details": "of our business subjects us to a number of risks and uncertainties, which have had in the past and could in the future have a material adverse effect on our business, financial condition and results of operations, including domestic and international economic and political conditions between countries in which we and our suppliers and manufacturers do business, government lockdowns to control case spread of COVID-19 or other global or local health issues, differing legal standards with respect"
    },
    {
      "company": "MRK",
      "details": "in 2023 will depend on future developments, beyond the Company's knowledge or control, including governmental and third-party actions taken to contain or prevent the spread and treatment of the virus and mitigate its public health and economic effects. In addition, any future pandemic, epidemic or similar public health threat could present similar risks to the Company's business, cash flow, results of operations, financial condition and prospects. The Company has significant global operations,"
    },
    {
      "company": "MRK",
      "details": "product potential, development programs, environmental or other sustainability initiatives, and may include statements related to the expected impact of the COVID-19 pandemic. One must carefully consider any such statement and should understand that many factors could cause actual results to differ materially from the Company's forward-looking statements. These factors include inaccurate assumptions and a broad variety of other risks and uncertainties, including some that are known and some that"
    },
    {
      "company": "UNH",
      "details": "our medical and administrative costs, deferred medical care could be sought in future periods at potentially higher acuity levels, we could experience reduced demand for our services, our clinical and non-clinical workforce could be impacted resulting in reduced capacity to handle demand for care or otherwise impact our business operations. For example, COVID-19 has materially impacted our results of operations in previous periods. Public health crises arising from natural disasters, such as"
    },
    {
      "company": "NVDA",
      "details": "if we fail to remediate any material weakness, our financial statements may be inaccurate, we may be required to restate our financial statements, our ability to report our financial results on a timely and accurate basis may be adversely affected, our access to the capital markets may be restricted, our stock price may decline, and we may be subject to sanctions or investigation by regulatory authorities. The COVID-19 pandemic has affected and could continue to have a material adverse impact on"
    },
    {
      "company": "JNJ",
      "details": "recalls, and an increased threat of litigation. In addition, diversion of our products from their authorized market into other channels may result in reduced revenues and negatively affect our profitability. Global health crises, pandemics, epidemics, or other outbreaks could adversely disrupt or impact certain aspects of the Company's business, results of operations and financial condition. We are subject to risks associated with global health crises, epidemics, pandemics and other outbreaks"
    },
    {
      "company": "PEP",
      "details": "offline and other online purchasing by consumers, including as a result of the COVID-19 pandemic. We continue to monitor changes in the retail landscape and seek to identify actions we may take to build our global e-commerce and digital capabilities, such as expanding our direct-to-consumer business, and distribute our products effectively through all existing and emerging channels of trade and potentially mitigate any unfavorable impacts on our future results. See also \"Item 1A. Risk Factors,\""
    },
    {
      "company": "MRK",
      "details": "governments and other third parties to lower health care costs. The Company anticipates all of these actions, and additional actions in the future, will negatively affect sales and profits. If credit and economic conditions worsen, the resulting economic and currency impacts in the affected markets and globally could have a material adverse effect on the Company's results. As a result of global macroeconomic conditions, the Company is experiencing some minor disruption and volatility in its"
    },
    {
      "company": "MRK",
      "details": "response, are having pervasive direct and indirect effects on the global economy, and may adversely affect the Company's business, results of operations and financial condition. The Company is working cross-functionally across the globe to monitor and mitigate interruptions to business continuity resulting from the war, including its impact on Merck's supply chain, operations and clinical trials. For humanitarian reasons, the Company is continuing to supply essential medicines and vaccines in"
    },
    {
      "company": "AAPL",
      "details": "and may fail to appeal to the Company's customers. The COVID-19 pandemic has also caused additional restrictions on production and increased costs for digital content. Some third-party digital content providers require the Company to provide digital rights management and other security solutions. If requirements change, the Company may have to develop or license new technology to provide these solutions. There can be no assurance the Company will be able to develop or license such solutions at a"
    },
    {
      "company": "MRK",
      "details": "and patients have largely adapted to the impacts of the COVID-19 pandemic. Merck's revenue in 2022 benefited from sales of Lagevrio, which were $5.7 billion. Merck expects sales of Lagevrio will decline significantly in 2023 to approximately $1.0 billion. In 2021, COVID-19-related disruptions resulted in an estimated negative impact to Pharmaceutical segment sales of approximately $1.3 billion because a substantial portion of Pharmaceutical segment revenue is comprised of physician-administered"
    },
    {
      "company": "UNH",
      "details": "of operations in previous periods. Public health crises arising from natural disasters, such as wildfires, hurricanes, and snowstorms, or effects of climate change could impact our business operations and result in increased medical care costs. Government enaction of emergency powers in response to public health crises could disrupt our business operations, including by restricting pharmaceuticals or other supplies, and could increase the risk of shortages of necessary items. Our sales"
    },
    {
      "company": "NVDA",
      "details": "or if customers develop their own internal solution, if the USG does not grant licenses in a timely manner or denies licenses to significant customers, or if we incur significant transition costs. COVID-19 During fiscal year 2023, we reopened our offices worldwide. We incurred incremental expenses and related in-office costs as we ramped onsite services. Restrictions may be imposed or reinstated as the pandemic resurfaces, such as lockdown measures due to COVID-19 containment efforts in China."
    },
    {
      "company": "MRK",
      "details": "pandemic, epidemic or similar public health threat will adversely impact its business, operations, financial performance, results of operations, and financial condition. •The Company has significant global operations, which expose it to additional risks, and any adverse event could have a material adverse effect on the Company's results of operations and financial condition. •Climate change or legal, regulatory or market measures to address climate change may negatively affect the Company's"
    },
    {
      "company": "AAPL",
      "details": "future impact of the COVID-19 pandemic on the Company's business and results of operations are forward-looking statements. Forward-looking statements can also be identified by words such as \"future,\" \"anticipates,\" \"believes,\" \"estimates,\" \"expects,\" \"intends,\" \"plans,\" \"predicts,\" \"will,\" \"would,\" \"could,\" \"can,\" \"may,\" and similar terms. Forward-looking statements are not guarantees of future performance and the Company's actual results may differ significantly from the results discussed in"
    },
    {
      "company": "MRK",
      "details": "financial results, product approvals, product potential, development programs, environmental or other sustainability initiatives, and may include statements related to the expected impact of the COVID-19 pandemic. One must carefully consider any such statement and should understand that many factors could cause actual results to differ materially from the Company's forward-looking statements. These factors include inaccurate assumptions and a broad variety of other risks and uncertainties,"
    },
    {
      "company": "UNH",
      "details": "health crises arising from large-scale medical emergencies, pandemics, natural disasters and other extreme events, which have and could have an adverse effect on our business, results of operations, financial condition and financial performance. Large-scale medical emergencies, pandemics (such as COVID-19) and other extreme events could result in public health crises or otherwise have a material adverse effect on our business operations, cash flows, financial conditions and results of"
    },
    {
      "company": "JNJ",
      "details": "COVID-19 Vaccine related costs (mentioned above) included the remaining commitments and obligations, including external manufacturing network exit and related inventory costs and required clinical trial expenses, associated with the Company's modification of its | | | | | | | | ---|---|---|---|---|---|---|---|--- | 30 * * * COVID-19 vaccine research program and manufacturing capacity to levels that meet all remaining customer contractual requirements. MedTech Segment: In 2022, the MedTech"
    },
    {
      "company": "MRK",
      "details": "and has suspended screening and enrollment in ongoing clinical trials as well as planning for new studies in Russia, although the Company continues to treat patients already enrolled in existing clinical trials and collect data from these studies. The financial impacts of the war between Russia and Ukraine were immaterial to the Company's consolidated financial statements in 2022. However, the degree to which the war and related disruptions will impact the Company's results in the future is"
    },
    {
      "company": "MRK",
      "details": "Sales to Russia were approximately 1% of total Merck consolidated sales for 2022 and are expected to decline in future periods. The Company is unable to determine at this time the future direct or indirect impacts of this war on the Company's business. COVID-19 Although COVID-19-related disruptions had some negative effect on sales in 2022, Merck continues to believe that global health systems and patients have largely adapted to the impacts of the COVID-19 pandemic. Merck's revenue in 2022"
    },
    {
      "company": "JNJ",
      "details": "as the COVID-19 pandemic has evolved continues to be a top priority and the Company's approach includes: ensuring the health and safety of our employees in the workplace through robust layers of protection; enhanced cleaning and access to cleaning supplies and personal protective equipment; supporting employees with benefits and well-being tools. The Company continues to address our employees needs through J&J Flex, a hybrid model that empowers the Company's office-based employees to find the"
    },
    {
      "company": "MRK",
      "details": "may result in a slowdown to the global economy that could affect the Company's business by reducing the prices that drug wholesalers and retailers, hospitals, government agencies and managed health care providers may be able or willing to pay for the Company's products or by reducing the demand for the Company's products, which could in turn negatively impact the Company's sales and result in a material adverse effect on the Company's business, cash flow, results of operations, financial"
    },
    {
      "company": "NVDA",
      "details": "spread of COVID-19 or other global or local health issues, differing legal standards with respect to protection of IP and employment practices, domestic and international business and cultural practices that differ, disruptions to capital markets, counter-inflation policies, and/or currency fluctuations, and natural disasters, acts of war or other military actions, terrorism, public health issues, and other catastrophic events. 22 * * * Table of Contents Product, system security, and data"
    },
    {
      "company": "AMZN",
      "details": "-- Note 10 -- Segment Information.\" Overview Macroeconomic factors, including inflation, increased interest rates, significant capital market volatility, the prolonged COVID-19 pandemic, global supply chain constraints, and global economic and geopolitical developments, have direct and indirect impacts on our results of operations that are difficult to isolate and quantify. These factors contributed to increases in our operating costs during 2022, particularly across our North America and"
    },
    {
      "company": "PEP",
      "details": "in the future to be impacted by economic, political and social conditions; acts of war, terrorist acts, and civil unrest, including demonstrations and protests; competition; tariffs, sanctions or other regulations restricting contact with certain countries in these markets; foreign ownership restrictions; nationalization of our assets or the assets of our business partners; government-mandated closure, or threatened closure, of our operations or the operations of our business partners;"
    },
    {
      "company": "NVDA",
      "details": "•changes in business and economic conditions resulting in decreased end demand; •sudden or sustained government lockdowns or actions to control case spread of COVID-19 or other global or local health issues; •rapidly changing technology or customer requirements; •time to market; 18 * * * Table of Contents •new product introductions and transitions resulting in less demand for existing products; •new or unexpected end use cases; •increase in demand for competitive products, including competitive"
    },
    {
      "company": "MRK",
      "details": "childcare, onsite gyms, and the convenient option to bank through its two employee credit unions. COVID-19 Response The Company recognizes that it has a unique responsibility to help in response to the COVID-19 pandemic and is committed to supporting and protecting its employees and their families, ensuring that its supply of medicines and vaccines reaches its patients, contributing its scientific expertise to the development of antiviral approaches and supporting its health care providers and"
    }
  ]